const courses = [

{
grade:"الصف الرابع الابتدائي",
subject:"النحو",
title:"المبتدأ والخبر",
description:"شرح الجملة الاسمية بطريقة سهلة"
},

{
grade:"الصف الرابع الابتدائي",
subject:"القراءة",
title:"مهارات القراءة",
description:"تدريب على الفهم والتحليل"
},


{
grade:"الصف الخامس الابتدائي",
subject:"النحو",
title:"أنواع الكلمة",
description:"شرح الاسم والفعل والحرف"
},


{
grade:"الصف السادس الابتدائي",
subject:"التعبير",
title:"كتابة موضوع مميز",
description:"طريقة كتابة موضوع التعبير"
},


{
grade:"الثالث المتوسط",
subject:"البلاغة",
title:"أساليب اللغة العربية",
description:"تعلم جماليات اللغة"
}

];
